cask "font-maple-mono", args: { fontdir: "/Library/Fonts" }
cask "rectangle"
cask "keepingyouawake"
cask "vivaldi"
cask "zoom"
cask "ghostty"

brew "mise"
brew "git"
brew "helix"
brew "zsh"
brew "ripgrep"
brew "tree"
brew "wget"
brew "graphviz"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "colima"
brew "docker"
brew "docker-compose"
brew "docker-buildx"
